[
  {
    "_id": { "$oid": "5d52c7f8cc531e30860474a1" },
    "total_rating": 0,
    "total_rates": 0,
    "rating": 0,
    "views": 0,
    "paid": false,
    "price": 0,
    "title": "Twelve Men",
    "author": "Theodore Dreiser",
    "slug": "twelve-men",
    "coverUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/212265a3-2eb1-49cc-91f2-d8521f08d89b?alt=media",
    "description": "Best remembered for being one of the leading figures in the school of fiction writing known as naturalism, American author Theodore Dreiser got his professional start as a journalist, and he brings his love of research and detail to this collection of biographical essays celebrating the lives and contributions of 12 people who influenced him.",
    "epubUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/92b41193-038f-4890-922b-7f3af58e190f.epub?alt=media",
    "createdAt": "2019-08-13T14:23:52.721+00:00"
  },
  {
    "_id": { "$oid": "5d52c811cc531e30860474a4" },
    "total_rating": 0,
    "total_rates": 0,
    "rating": 0,
    "views": 3,
    "paid": false,
    "price": 0,
    "title": "Tender is the Night",
    "author": "F. Scott Fitzgerald",
    "slug": "tender-is-the-night",
    "description": "F. Scott Fitzgerald wrote in a friend’s copy of Tender Is the Night, “If you liked The Great Gatsby, for God’s sake read this. Gatsby was a tour de force but this is a confession of faith.” Set in the South of France in the decade after World War I, it’s the story of a brilliant and magnetic psychiatrist named Dick Diver; the bewitching, wealthy, and dangerously unstable mental patient, Nicole, who becomes his wife; and the beautiful, harrowing ten-year pas de deux they act out along the border between sanity and madness. In Tender Is the Night, Fitzgerald deliberately set out to write the most ambitious and far-reaching novel of his career, experimenting radically with narrative conventions of chronology and point of view and drawing on early breakthroughs in psychiatry to enrich his account of the makeup and breakdown of character and culture. It is also the most intensely, even painfully, autobiographical of Fitzgerald’s novels; it smolders with a dark, bitter vitality because it is so utterly true.\n\nF. Scott Fitzgerald literally put his soul into Tender Is the Night, and the novel’s lack of commercial success upon its initial publication in shattered him. He would die six years later without having published another novel, and without knowing that Tender Is the Night would come to be seen as perhaps its author’s most poignant masterpiece. In Mabel Dodge Luhan’s words, it raised him to the heights of “a modern Orpheus.”",
    "coverUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/253021f5-0fd0-40a6-983f-e5fd2a633368?alt=media",
    "epubUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/d7c59153-310f-49d5-a419-6e3671736054.epub?alt=media",
    "createdAt": "2019-08-13T14:23:52.721+00:00"
  },
  {
    "_id": { "$oid": "5d52c827cc531e30860474a6" },
    "total_rating": 0,
    "total_rates": 0,
    "rating": 0,
    "views": 3,
    "paid": true,
    "price": 5,
    "title": "Little Town on the Prairie",
    "author": "Laura Ingalls Wilder",
    "slug": "little-town-on-the-prairie",
    "coverUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/d3685787-4e2b-447f-a11a-f344d1643e61?alt=media",
    "description": "The young town of De Smet has survived the long, harsh winter of 1880-1881. With the arrival of spring comes invitations to socials, parties, and “_literaries.-” Laura, who is now fifteen years old, attends her first evening social. In her spare time, she sews shirts to help earn money to send Mary to a college for the blind. Laura also receives her teaching certificate and can work at a school. And, best of all, Almanzo Wilder asks permission to being walking her home from church. Life in the little town certainly is exciting!",
    "epubUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/c93a9b6c-06cb-48bc-80b8-42eb6d9dee27.epub?alt=media",
    "createdAt": "2019-08-13T14:23:52.721+00:00"
  },
  {
    "_id": { "$oid": "5d826afd7c6091142aad4a74" },
    "total_rating": 0,
    "total_rates": 0,
    "rating": 0,
    "views": 0,
    "paid": false,
    "price": 0,
    "title": "Pride and Prejudice",
    "author": "Jane Austen",
    "description": "Elizabeth Bennet is Austen’s most liberated and unambiguously appealing heroine, and Pride and Prejudice has remained over most of the past two centuries Austen’s most popular novel. The story turns on the marriage prospects of the five daughters of Mr. and Mrs. Bennet: Elizabeth forms a prejudice against the proud and distant Mr. Darcy; Darcy’s charming friend Charles Bingley falls in love with her sister Jane; and the handsome officer George Wickham forms attachments successively to Elizabeth and to her sister Lydia. Irvine’s extensive introduction sets the novel in the context of the literary and intellectual history of the period, and deals with such crucial background issues as early-nineteenth century class relations in Britain, and female exclusion from property and power.",
    "coverUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/aee18d7d-1ff6-4e02-a0c1-44f01663544f?alt=media",
    "epubUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/0941482b-9792-48c4-a64f-8b888d9975a4.epub?alt=media",
    "slug": "pride-and-prejudice",
    "createdAt": "2019-08-14T14:23:52.721+00:00"
  },
  {
    "_id": { "$oid": "5d8374f7047dec0398109637" },
    "total_rating": 0,
    "total_rates": 0,
    "rating": 0,
    "views": 0,
    "paid": true,
    "price": 3,
    "title": "The Hound of the Baskervilles",
    "author": "Arthur Conan Doyle",
    "description": "Perhaps the most popular of all Sherlock Holmes stories, The Hound of the Baskervilles combines the traditional detective tale with elements of horror. When Sir Charles Baskerville is found dead on the wild Devon moorland with the footprints of a giant hound nearby, the blame is placed on a family curse-and it is up to Holmes and Watson to solve the mystery of the legend. Rationalism is pitted against the supernatural and good against evil, as Sherlock Holmes tries to defeat a foe almost his equal.",
    "coverUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/312df9da-105c-4ad2-ab50-87a663f8b123?alt=media",
    "epubUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/df15495a-983e-4419-ac32-5e72ae9e293a.epub?alt=media",
    "slug": "the-hound-of-the-baskervilles",
    "createdAt": "2019-08-15T14:23:52.721+00:00"
  },
  {
    "_id": { "$oid": "5d837550047dec039810963a" },
    "total_rating": 0,
    "total_rates": 0,
    "rating": 0,
    "views": 0,
    "paid": true,
    "price": 6,
    "title": "The House with the Mezzanine",
    "author": "Anton Chekhov",
    "description": "The House with the Mezzanine features a romantic story of a young artist and Eugenia, one of the two sisters living in the house. Eugenia longs to discover the domain of the Eternal and the Beautiful though her discovery of the arts and her developing romantic relationship. Lidia, the other sister, does not care for endearments, she talks only of serious matters; she lives her life apart, and to her mother and sister is as sacred and enigmatic a person as the admiral, always sitting in his cabin, is to the sailors. Other stories in this volume include: The Darling, Polinka, Anyuta, The Two Vologyas, The Trousseau, The Helpmate, Talent, Three Years.",
    "coverUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/8f6a9177-803a-4198-b227-ac724144c830?alt=media",
    "epubUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/f6ead43e-7f54-4934-bf21-754ea3842fbe.epub?alt=media",
    "slug": "the-house-with-the-mezzanine",
    "createdAt": "2019-08-13T14:23:52.721+00:00"
  },
  {
    "_id": { "$oid": "5d8677adec516f4d0b61a23a" },
    "total_rating": 5,
    "total_rates": 1,
    "rating": 5,
    "views": 0,
    "paid": false,
    "price": 0,
    "title": "Treasure Island",
    "author": "Robert Louis Stevenson",
    "description": "Jim Hawkins has led an ordinary life as an innkeeper’s son until the day he inadvertently discovers a treasure map in a trunk belonging to an old sea captain, and thus, suddenly, his ordinary life turns into the extraordinary adventure of a lifetime. Jim and his companions decide ato follow the map to the coast of South America to find their fortune, but their plans run awry when they discover that the ship’s crew is comprised primarily of pirates – out to claim the treasure as their own! If he ever wants to return home, Jim must outsmart Long John Silver and his gang, using all the cunning he can muster to come up with a plan to defeat the pirates, and to find the treasure.",
    "coverUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/bf695e59-a313-455c-bab2-4ab2309a1e1b?alt=media",
    "epubUrl": "https://firebasestorage.googleapis.com/v0/b/bookapp-cd051.appspot.com/o/bba937ce-d8fb-4e05-9a50-10d76030c3fc.epub?alt=media",
    "slug": "treasure-island",
    "createdAt": "2019-08-13T14:23:52.721+00:00"
  }
]
